[
    {
        "name": "Brian O`Connor",
        "role": "Street Racer, Undercover",
        "make": "Nissan",
        "model" : "Skyline GT-R R34",
        "year" : "1999",
        "status": "Impounded",
        "image": "10G0pbI801XpSOqrdWWkLgbIcpXO4QNbL",
        "bio": "Brian was born on July 14, 1978 and raised by his mother in Barstow, California. He remembers little about his father, and has no memories of what he sounded or looked like. During his childhood, he befriend another Barstow local, Roman Pearce. The two often caused trouble together and played sports, such as football. As an adult, Brian joined the Los Angeles Police Department, which cost him his friendship with Roman, who did not trust the police. Two months into his earliest tenure on the force, Roman Pearce was arrested for housing stolen cars in a garage. While Brian was not involved in the Roman’s arrest, Roman assumed he could have done something for him and later resented his childhood friend and his association with law enforcement.",
        "carImg": "1QEeCZsR84Xg90mTi6Qfxx_NBH56PtCCI"
    },
    {
        "name": "Roman Pearce",
        "role": "Demolition Derby, Undercover",
        "make": "Chevrolet",
        "model" : "Monte Carlo",
        "year" : "1970",
        "status": "Damaged",
        "image": "1uoPg7b_yNSzEn8YkEPpXSlBlSnr4Es1h",
        "bio": "Roman Pearce was born and raised in Barstow, California. As a child, he befriended another Barstow local, Brian O'Conner. Roman and Brian grew up together, and often caused trouble together and played sports. Roman and Brian attended high school together, and often dated the same girls, Roman dating the girls Brian was no longer romantically involved with. When Roman and Brian attended prom, Roman presumably had sex with an undesirable girl nicknamed \"No Knees\" Denise. \nLike Brian, Roman turned to a life of crime and began stealing cars. When Brian joined the Los Angeles Police Department, Roman presumably distanced himself from Brian, considering him the \"enemy\". Two months into Brian's career as police officer, Rome was arrested for housing stolen cars in a garage. \nRoman believed that Brian, who was unaware of his arrest, could've done something to help him. While in prison, Roman later came to resent Brian. \nRoman spent three years in an upstate prison and was later released on house arrest. He was not allowed to move beyond a hundred yards from his home, a trailer home. He wore a monitor on his ankle leg that prohibited his movement. Roman was later employed as a driver for a Demolition Derby in Barstow",
        "carImg": "1smlo3Y5Xq26u0uj3ugUHK16f1hVYpUBI"
    },
    {
        "name": "Suki",
        "role": "Street Racer",
        "make": "Honda",
        "model" : "S2000",
        "year" : "2000",
        "status": "Active",
        "image": "1yciiYsKWlzukJrX6jhuWtsZYLHPeG9QD",
        "bio": "Suki is a friend of Brian O'Conner and sometimes girlfriend of Tej Parker. She is an excellent driver with a highly competitive nature. Her and her crew are made up entirely of women. She has a penchant for designing automotive vinyl graphics. \nSuki participates in the race organized by Tej, alongside Brian. For a majority of the race she is in fierce competition to move from last place, battling with Orange Julius for a spot in the top 3. Suki later helps Brian and Roman Pearce by driving Pearce's Mitsubishi along with Tej in Brian's car, allowing both Rome and Brian escape custody, while she allows her friends to use her S2000 as a diversion for the cops.",
        "carImg": "14PJNQPxzKKHZ76rGU95JcGfcUqaYk7tx"
    },
    {
        "name": "Slap Jack",
        "role": "Street Racer",
        "make": "Toyota",
        "model" : "Supra Turbo MK IV",
        "year" : "1993",
        "status": "Repaired",
        "image": "1KfncURmNCMP78TXVYtbYHm-hx3cMvYjg",
        "bio": "\"Slap Jack\" is the name a street racer that lives in Miami, Florida. A minor character in 2 Fast 2 Furious, he participates in the street race organized by Tej Parker. Slap Jack leads for a majority of the race until he makes too wide a turn that allows Brian to take the lead. When they hit the bridge, Slap Jack takes the lead again until he jumps the bridge. Brian's car flies over his and Slap Jack's car hits the ground hard behind him, causing him to lose control and hit a billboard.\nFollowing the street race, Slap Jack participates in Tej's car scramble scheme. Slap Jack is among them, driving his fully repaired 1993 Toyota Supra Turbo MK IV.",
        "carImg": "1Nf_z6fDz0zoVxc2yrCyVJatUMiQgcO6s"
    },
    {
        "name": "Orange Julius",
        "role": "Street Racer",
        "make": "Mazda",
        "model" : "RX-7",
        "year" : "1993",
        "status": "Repaired",
        "image": "1Cw2GoDdIGSxLf0ISTPJ_WbHMdCjMSJW2",
        "bio": "Orange Julius is first seen at the very start of the movie. While he waits for a fourth racer to arrive he keeps making jokes about Suki racing. Once Brian arrives, he suggests they raise the stakes to $3500. Orange Julius doesn't like paying more money but after Brian tells him to leave, which causes the crowd to boo and laugh, he decides to pay up. For most of the race, Orange Julius is in third and is fighting over the spot with Suki, while Brian battles with Slap Jack for 1st place. She proceeds to ram his car and eventually gets past him. When they get to the bridge, Orange Julius freaks out and stops his car and decides not to continue on, while Suki successfully makes the bridge jump, finishing 2nd place. It is unknown whether or not he finished the race after the bridge went back to normal, as most of the street racers including Brian and Suki fled from the U.S Customs agents. Orange Julius appears again in the scramble scene when all the cars pour out and go in all different directions, helping Brian and Roman escape detection from the Miami Police and U.S. Customs. As most of the racers escape from the warehouse, he then states that the scramble is a \"big one\".",
        "carImg": "1zSCZJbBBRhcTHB91tEAwVD9hvH5cM9vf"
    },
    {
        "name": "Tej Parker",
        "role": "Garage Owner",
        "make": "Acura",
        "model" : "NSX",
        "year" : "2000",
        "status": "Active",
        "image": "1eQ2U3PM51KoFnG47X6yl4XOcc7a8-yV2",
        "bio": "Tej does not race anymore, preferring to referee and make money off selling parts out of his garage and also due to what he claims to have stopped him from racing, an injured leg. He has an off-on relationship with Suki. When Brian O'Conner needs a place to stay, he allows Brian and Roman Pearce to stay in his garage rooms for a while. Later, when Brian needs to orchestrate a scramble to escape detection by the FBI, Tej shows him another large car garage owned by him, which they use for the scramble. Tej and Suki drive Brian and Roman's Mitsubishis out to be intercepted by the FBI, allowing them to continue their mission which shows that he still can drive as well.",
        "carImg": "1x940QxFPBeL38lPNLRKD3ZkWEtD7iiy2"
    },
    {
        "name": "Korpi AKA 'Fonzie'",
        "role": "Thug, Street Racer",
        "make": "Yenko",
        "model" : "Camaro SYC",
        "year" : "1969",
        "status": "Impounded",
        "image": "1x9Xj37uaYFe8bzExGc2GOnsoo97vUhCv",
        "bio": "Korpi is a minor character from 2 Fast 2 Furious who drives a 1969 Yenko Camaro SYC. He and Darden participated in a 1/4 mile return drag race against Brian O'Conner and Roman Pearce; the latter two won, gaining Korpi's and Darden's two cars. Brian and Roman needed the cars because their 2003 Mitsubishi Eclipse Spyder and 2002 Mitsubishi Lancer Evolution VII were bugged with tracking devices. Roman coins him the name 'Fonzie' after Korpi insults their cars.",
        "carImg": "18n_MSGxQRQyJaFKtSV3skghS0ukq9NTA"
    },
    {
        "name": "Darden",
        "role": "Thug, Street Racer",
        "make": "Dodge",
        "model" : "Challenger R/T",
        "year" : "1970",
        "status": "Impounded",
        "image": "1VKXgeKaybQ23yWRdHhRpRnMG8A_nddOo",
        "bio": "Darden is a minor character from 2 Fast 2 Furious who drives a 1970 Dodge Challenger R/T. He is first seen competing with Korpi and four other unnamed drivers against Brian O'Conner and Roman Pearce in the audition race to collect the package from the boatyard for Carter Verone. He and Korpi later participated in a 1/4 mile return drag race against Brian and Roman; the latter two won, gaining Korpi's and Darden's two cars. Brian and Roman needed the cars because their 2003 Mitsubishi Eclipse Spyder and 2002 Mitsubishi Lancer Evolution VII were bugged with tracking devices.",
        "carImg": "1z4lpDSjgCcFkKxAUrxBAwAHuVCPC4Nja"
    },
    {
        "name": "Carter Verone",
        "role": "Drug Lord",
        "make": "Ferrari",
        "model" : "360 Spider",
        "year" : "1999",
        "status": "Impounded",
        "image": "1s8ZhviLNCFuR-UkmLPZmzS8apDewF65r",
        "bio": "Carter Verone was born on April 12, 1968 in Buenos Aires, Argentina. He is exceedingly rich and owns many properties including a mansion, boat yard, and trailer park. He's also hired a high amount of people under his employ including his bodyguards and go to thugs, Enrique and Roberto. Also under his employ is Monica Fuentes who is also an undercover U.S. Customs agent.",
        "carImg": "1H1SPM1IX94BExRleoE4gPHjmw2EelA-t"
    },
    {
        "name": "Agent Markham",
        "role": "FBI Agent",
        "make": "Ford",
        "model" : "Crown Victoria",
        "year" : "1992",
        "status": "Active",
        "image": "1r8ysi3UDEYRsl5HGR79rkWqKgoQS7Kh5",
        "bio": "Markham is a federal agent in the United States Customs Service. A supporting character and anti hero in 2 Fast 2 Furious, Markham was responsible for the arrest of drug lord Carter Verone working alongside Monica Fuentes, a fellow Customs agent. Following Brian's arrest, Markham explains to Brian their operation to bring down Carter Verone that consequently put fellow U.S Customs Agent Monica Fuentes undercover. Though Bilkins doubted her trustworthiness Markham is assured that she is still trustworthy. Markham, however, strongly opposes the inclusion of Brian, but has little choice in the matter but to trust Bilkins.",
        "carImg": "10P1S-noaAdkMPcGwvQh2irbyRNDayk6E"
    }
]